{
    "Bundgaard syndrome": "- Unexplained concave-upward ST depression in at least 7 leads, 90 ms after J point\n- ST elevation in lead aVR > 0.1 mV\n- ECG findings are persistent with time\n- Autosomal dominant pattern of inheritance",
    "Aslanger Pattern": "- Inferior STE isolated to lead III\n- Concomitant ST depression in any of V4-6, with a positive/terminally positive T wave\n- ST segment in V1 > V2",
    "Masquerading Bundle Branch Block": "Mixed pattern of complete right bundle branch block in precordial leads and complete left bundle branch block in limb leads, indicating severe and diffuse conducting system disease with a poor prognosis\n- RBBB pattern in precordial leads\n- LBBB pattern in limb leads\n- Small or absent S wave in lead I\n- RBBB pattern in leads V1-3\n- LBBB pattern in V4-6\n- Absent S wave in leads V5-6",
    "Accelerated Idioventricular Rhythm": "- Regular rhythm\n- Rate typically 50-120 bpm\n- Three or more ventricular complexes; QRS duration > 120 ms\n- Fusion and capture beats",
    "Accelerated Junctional Rhythm": "- Narrow complex rhythm; QRS duration < 120 ms (unless pre-existing bundle branch block or rate-related aberrant conduction)\n- Ventricular rate usually 60-100 bpm\n- Retrograde P waves may be present and can appear before, during or after the QRS complex. They are usually inverted in inferior leads (II, III, aVF), upright in aVR + V1\n- AV dissociation may be present with the ventricular rate usually greater than the atrial rate\n- There may be associated ECG features of digoxin effect or digoxin toxicity",
    "Anterior Myocardial Infarction": "- ST segment elevation with subsequent Q wave formation in precordial leads (V1-6) +/- high lateral leads. These changes are often preceded by hyperacute T waves\n- Reciprocal ST depression in inferior leads (mainly III and aVF)",
    "Arrhythmogenic Right Ventricular Cardiomyopathy": "Autosomal dominant genetic disorder of myocardium in which there is fatty infiltration of the right ventricular free wall, predisposing to paroxysmal ventricular arrhythmias, sudden cardiac death, and biventricular failure\n- T wave inversion in right precordial leads V1-3, in absence of RBBB\n- Epsilon wave\n- Localised QRS widening in V1-3 (> 110 ms)\n- Prolonged S wave upstroke of 55 ms in V1-3\n- Ventricular ectopy of LBBB morphology, with frequent PVCs > 1000 per 24 hours\n- Paroxysmal episodes of ventricular tachycardia with LBBB morphology (RVOT tachycardia)",
    "Atrial Flutter": "- Narrow complex tachycardia\n- Regular atrial activity at ~300 bpm\n- Loss of the isoelectric baseline\n- “Saw-tooth” pattern of inverted flutter waves in leads II, III, aVF\n- Upright flutter waves in V1 that may resemble P waves\n- Ventricular rate depends on AV conduction ratio ",
    "Atrial Fibrillation": "- Irregularly irregular rhythm\n- No P waves\n- Absence of an isoelectric baseline\n- Variable ventricular rate\n- QRS complexes usually < 120 ms, unless pre-existing bundle branch block, accessory pathway, or rate-related aberrant conduction\n- Fibrillatory waves may be present and can be either fine (amplitude < 0.5 mm) or coarse (amplitude > 0.5 mm)\n- Fibrillatory waves may mimic P waves leading to misdiagnosis \n- Rate > 200 bpm\n- Irregular rhythm\n- Wide QRS complexes due to abnormal ventricular depolarisation via accessory pathway\n- QRS complexes change in shape and morphology\n- Axis remains stable, unlikely polymorphic VT",
    "Premature Atrial Complex": "- Abnormal (non-sinus) P wave usually followed by a normal QRS complex (< 120 ms)\n- Post-extrasystolic pauses may be present — PACs that reach the SA node may depolarise it, causing the SA node to be “reset”, with a longer-than-normal interval before the next sinus beat arrives\n- PACs may also be conducted aberrantly (usually RBBB morphology), or not conducted at all. P waves will still be visible in both cases",
    "Atrial Tachycardia": "- Atrial rate > 100 bpm\n- Abnormal P wave morphology and axis due to ectopic origin\n- Unifocal, identical P waves\n- Isoelectric baseline (unlike atrial flutter)\n- Normal QRS morphology (unless pre-existing bundle branch block, accessory pathway, or rate-related aberrant conduction)",
    "First Degree Heart Block": "PR interval > 200 ms",
    "first degree av block": "PR interval > 200 ms",
    "Mobitz 1 Wenckebach": "Progressive prolongation of the PR interval culminating in a non-conducted P wave:\n- PR interval is longest immediately before dropped beat\n- PR interval is shortest immediately after dropped beat",
    "Mobitz 2 Hay Block": "intermittent non-conducted P waves without progressive prolongation of the PR interval",
    "Fixed Ratio Block": "- Second degree heart block with a fixed ratio of P waves to QRS complexes\n- Fixed ratio blocks can be the result of either Mobitz I or Mobitz II conduction",
    "High Grade AV Block": "Second degree heart block with a P:QRS ratio of 3:1 or higher, producing an extremely slow ventricular rate",
    "Complete Heart Block": "- Severe bradycardia due to absence of AV conduction\n- complete AV dissociation, with independent atrial and ventricular rates",
    "Supraventricular Tachycardia": "any tachydysrhythmia arising from above the level of the Bundle of His, and encompasses regular atrial, irregular atrial, and regular atrioventricular tachycardias",
    "AV-nodal re-entry tachycardia": "Regular tachycardia ~140-280 bpm\n- Narrow QRS complexes (< 120 ms) unless there is co-existing bundle branch block, accessory pathway, or rate-related aberrant conduction\n- P waves if visible exhibit retrograde conduction with P wave inversion in leads II, III, aVF",
    "Pre-excitation Syndromes": "- PR interval < 120 ms\n- Delta wave: slurring slow rise of initial portion of the QRS\n- QRS prolongation > 110 ms\n- Discordant ST-segment and T wave changes (i.e. in the opposite direction to the major component of the QRS complex)\n- Pseudo-infarction pattern, due to negatively deflected delta waves in inferior/anterior leads (“pseudo-Q waves”), or prominent R waves in V1-3 (mimicking posterior infarction)\n- PR interval < 120 ms\n- Normal QRS morphology\n- Sinus rhythm ECG may be normal\n- May result in variation in ventricular morphology\n- Re-entry tachycardia typically has LBBB morphology",
    "Atrial fibrillation/flutter in pre-excitation": "- Rate > 200 bpm\n- Irregular rhythm, with extremely high rates in some places — up to 300 bpm (this is too rapid to be conducted via the AV node)\n- Wide QRS complexes due to abnormal ventricular depolarisation via AP\n- Subtle beat-to-beat variation in QRS morphology\n- Axis remains stable, unlike Polymorphic VT",
    "Orthodromic AV re-entry tachycardia": "- Rate usually 200-300 bpm\n- Retrograde P waves are usually visible, with a long RP interval\n- QRS < 120 ms unless pre-existing bundle branch block, or rate-related aberrant conduction\n- QRS alternans: phasic variation in QRS amplitude associated with AVNT and AVRT, distinguished from electrical alternans by a normal QRS amplitude\n- Rate-related ischaemia is common",
    "Antidromic AV re-entry tachycardia": "- Rate usually 200-300 bpm\n- Wide QRS complexes due to abnormal ventricular depolarisation via AP",
    "Benign Early Repolarisation": "- Widespread concave ST elevation, most prominent in the mid-to-left precordial leads (V2-5)\n- Notching or slurring at the J point\n- Prominent, slightly asymmetrical T waves that are concordant with the QRS complex\n- ST elevation : T wave height ratio in V6 < 0.25\n- No reciprocal ST depression to suggest Occlusion MI\nThe vertical height of the ST segment elevation (from the end of the PR segment to the J point) is measured and compared to the amplitude of the T wave in V6:\n- ST / T wave ratio of > 0.25 suggests pericarditis\n- ST / T wave ratio of < 0.25 suggests BER",
    "Bidirectional Ventricular Tachycardia": "a beat-to-beat alternation of the frontal QRS axis",
    "Bifascicular Block": "\n- Right bundle branch block with left anterior fascicular block\n- RBBB and left posterior fascicular block",
    "Biventricular Hypertrophy": "- There may be signs of both Left Ventricular Hypertrophy and Right Ventricular Hypertrophy on the same ECG\n- The Katz-Wachtel phenomenon, large biphasic QRS complexes in V2-5",
    "Dilated Cardiomyopathy": "- Left atrial enlargement (may progress to atrial fibrillation)\n- Biatrial enlargement\n- Left ventricular hypertrophy or biventricular enlargement\n- Left bundle branch block (RBBB can also occur)\n- Left axis deviation\n- Poor R wave progression with QS complexes in V1-4 (“pseudo-infarction” pattern)\n- Frequent ventricular ectopics and ventricular bigeminy\n- Ventricular dysrhythmias (VT/VF)",
    "Hypertrophic Cardiomyopathy": "- Left ventricular hypertrophy with increased precordial voltages and non-specific ST segment and T wave abnormalities\n- Deep, narrow (“dagger-like”) Q waves in lateral (I, aVL, V5-6) +/- inferior (II, III, aVF) leads",
    "Restrictive Cardiomyopathy": "- Low voltage QRS complexes\n- Non-specific ST segment / T wave changes\n- Bundle branch blocks\n- Atrioventricular block (3rd degree AV block may occur in sarcoidosis)\n- Pathological “pseudo-infarction” Q waves\n- Atrial and ventricular dysrhythmias",
    "ECG Chronic Lung Disease": "- Rightward deviation of the P wave and QRS axis\n- Low voltage QRS complexes, especially in the left precordial leads (V4-6)\n- With development of cor pulmonale, right atrial enlargement (P pulmonale) and right ventricular hypertrophy\n- Arrhythmias including multifocal atrial tachycardia",
    "Dextrocardia": "- Right axis deviation\n- Positive QRS complexes (with upright P and T waves) in aVR\n- Lead I: inversion of all complexes, aka 'global negativity' (inverted P wave, negative QRS, inverted T wave)\n- Absent R wave progression in the chest leads (dominant S waves throughout)",
    "Electrical alternans": "Massive pericardial effusion produces a characteristic ECG triad of:\n- Low QRS voltage\n- Tachycardia\n- Electrical alternans",
    "Junctional Escape Rhythm": "- rate of 40-60 bpm\n- QRS complexes are typically narrow (< 120 ms)\n- No relationship between the QRS complexes and any preceding atrial activity",
    "Ventricular Escape Rhythm": "- With a rate of 20-40 bpm.\n- QRS complexes are broad (≥ 120 ms) and may have a LBBB or RBBB morphology.\n-Also known as Idioventricular escape rhythm",
    "Idiopathic fascicular ventricular tachycardia": "- Monomorphic ventricular tachycardia eg. fusion complexes, AV dissociation, capture beats\n- QRS duration 100-140 ms — this is narrower than other forms of VT\n- Short RS interval (onset of R to nadir of S wave) of 60-80 ms — the RS interval is usually > 100 ms in other types of VT\n- RBBB Pattern\n- Axis deviation depending on anatomical site of re-entry circuit",
    "Hypercalcaemia": "- shortening of the QT interval\n- In severe hypercalcaemia, Osborn waves (J waves) may be seen\n- Ventricular irritability and VF arrest has been reported with extreme hypercalcaemia",
    "Hyperkalaemia": "- Peaked T waves\n- P wave widening/flattening, PR prolongation\n- Bradyarrhythmias: sinus bradycardia, high-grade AV block with slow junctional and ventricular escape rhythms, slow AF\n- Conduction blocks (bundle branch block, fascicular blocks)\n- QRS widening with bizarre QRS morphology",
    "Hypocalcaemia": "- QTc prolongation\n- prolonging the ST segment\n- The T wave is typically left unchanged",
    "Hypokalaemia": "- Increased P wave amplitude\n- Prolongation of PR interval\n- Widespread ST depression and T wave flattening/inversion\n- Prominent U waves (best seen in the precordial leads V2-3)\n- Apparent long QT interval due to fusion of T and U waves (= long QU interval)",
    "Hypomagnasemia": "- Prolonged PR interval\n- Prolonged QT interval\n- Atrial and ventricular ectopy\n- Predisposition to ventricular tachycardia and torsades de pointes",
    "Hypothermia": "- Bradyarrhythmias\n- Osborne Waves (= J waves)\n- Prolonged PR, QRS and QT intervals\n- Shivering artefact\n- Ventricular ectopics\n- Cardiac arrest due to VT, VF or asystole",
    "Hypothyroidism": "- Bradycardia\n- Low QRS voltage\n- Widespread T wave inversions (usually without ST deviation)",
    "Interventricular Block": "QRS duration > 100 ms in the presence of a supraventricular rhythm",
    "Raised Intracranial Pressure": "- Widespread giant T wave inversions\n- QT prolongation\n- Bradycardia",
    "R Wave Peak Time": "R wave peak time is the time from onset of earliest Q wave or R wave to the peak of the R wave in the lateral leads (aVL, V5-6)",
    "Lateral Myocardial Infarction": "- ST elevation in the lateral leads (I, aVL, V5-6)\n- Reciprocal ST depression in the inferior leads (III and aVF)",
    "Left Anterior Fascicular Block": "- Left axis deviation (usually -45 to -90 degrees)\n- qR complexes in leads I, aVL\n- rS complexes in leads II, III, aVF\n- Prolonged R wave peak time in aVL > 45 ms",
    "Left Axis Deviation": "- QRS axis less than -30 degree",
    "Left Bundle Branch Block": "- QRS duration ≥ 120 ms\n- Dominant S wave in V1\n- Broad monophasic R wave in lateral leads (I, aVL, V5-6)\n- Absence of Q waves in lateral leads\n- Prolonged R wave peak time > 60 ms in leads V5-6",
    "Sgarbossa Criteria": "- Concordant ST elevation ≥ 1 mm in ≥ 1 lead\n- Concordant ST depression ≥ 1 mm in ≥ 1 lead of V1-3\n- Proportionally excessive discordant STE in ≥ 1 lead anywhere with ≥ 1 mm STE, as defined by ≥ 25% of the depth of the preceding S wave\n- Concordant ST elevation > 1 mm in leads with a positive QRS complex (score 5)\n- Concordant ST depression > 1 mm in V1-V3 (score 3)\n- Excessively discordant ST elevation > 5 mm in leads with a -ve QRS complex (score 2)\n- Concordant ST elevation ≥ 1 mm in ≥ 1 lead\n- Concordant ST depression ≥ 1 mm in ≥ 1 lead of V1-V3\n- Proportionally excessive discordant STE in ≥ 1 lead anywhere with ≥ 1 mm STE, as defined by ≥ 25% of the depth of the preceding S wave",
    "Left Main Coronary artery occlusion": "ST elevation in aVR with co-existent multi-lead ST depression indicates subendocardial ischaemia due to O2 supply/demand mismatch",
    "Left Posterior Fascicular Block": "- Right axis deviation (> +90 degrees)\n- rS complexes in leads I and aVL\n- qR complexes in leads II, III and aVF\n- Prolonged R wave peak time in aVF",
    "Left Ventricular Aneursym": "- ST elevation seen > 2 weeks following an acute myocardial infarction\n- Most commonly seen in the precordial leads\n- May exhibit concave or convex morphology\n- Usually associated with well-formed Q- or QS waves\n- T waves have a relatively small amplitude in comparison to the QRS complex (unlike the hyperacute T waves of acute Myocardial Infarction)",
    "Left Ventricular Hypertrophy": "S wave depth in V1 + tallest R wave height in V5-6 > 35 mm",
    "Low QRS voltage": "- The amplitudes of all the QRS complexes in the limb leads are < 5 mm; or\n- The amplitudes of all the QRS complexes in the precordial leads are < 10 mm",
    "Multifocal Atrial Tachycardia": "- Heart rate > 100 bpm\n- Irregularly irregular rhythm with varying PP, PR and RR intervals\n- At least 3 distinct P wave morphologies in the same lead\n- Isoelectric baseline between P waves (i.e. no flutter waves)\n- Absence of a single dominant atrial pacemaker (i.e. not just sinus rhythm with frequent PACs)\n- Some P waves may be nonconducted; others may be aberrantly conducted to the ventricles",
    "Myocardial Ischaemia": "- Non-ST-elevation myocardial infarction\n- Unstable angina pectoris",
    "Myocarditis": "- Sinus tachycardia\n- Non-specific ST segment and T waves changes",
    "Pericarditis": "Inflammation of the pericardium secondary to infection, localised injury or systemic disorders producing characteristic chest pain, dyspnoea and serial ECG changes.\n- Widespread concave ST elevation and PR depression throughout most of the limb leads (I, II, III, aVL, aVF) and precordial leads (V2-6)\n- Reciprocal ST depression and PR elevation in lead aVR (± V1)\n- Sinus tachycardia is also common in acute pericarditis due to pain and/or pericardial effusion\n- Search for ST depression in leads other than aVR and V1\n- Look for ST elevation in lead III > II\n- Search for horizontal or convex upward ST elevation",
    "Polymorphic VT": "Polymorphic ventricular tachycardia is a form of ventricular tachycardia in which there are multiple ventricular foci with the resultant QRS complex varying in amplitude, axis, and duration. The most common cause of PVT is myocardial ischaemia/infarction.\nTorsades de pointes is a specific form of PVT occurring in the context of QT prolongation — it has a characteristic morphology in which the QRS complexes “twist” around the isoelectric line.",
    "Poor R Wave Progression": "R wave height ≤ 3 mm in V3",
    "Posterior Myocardial Infarction": "- Horizontal ST depression\n- Tall, broad R waves (> 30 ms)\n- Upright T waves\n- Dominant R wave (R/S ratio > 1) in V2",
    "inferoposterior myocardial infarction": "- Horizontal ST depression\n- Tall, broad R waves (> 30 ms)\n- Upright T waves\n- Dominant R wave (R/S ratio > 1) in V2",
    "Premature Ventricular Complex": "- Broad QRS complex (≥ 120 ms) with abnormal morphology\n- Premature — i.e. occurs earlier than would be expected for the next sinus impulse\n- Discordant ST segment and T wave changes.\n- Usually followed by a full compensatory pause\n- Retrograde capture of the atria may or may not occur",
    "Pulmonary Embolism": "- Sinus tachycardia - the most common abnormality\n- Complete or incomplete RBBB\n- Right ventricular strain pattern, T wave inversions in the right precordial leads (V1-4) ± the inferior leads (II, III, aVF). This pattern is associated with high pulmonary artery pressures\n- Right axis deviation. Extreme right axis deviation may occur, with axis between zero and -90 degrees, giving the appearance of left axis deviation (“pseudo left axis”)\n- Dominant R wave in V1, a manifestation of acute right ventricular dilatation\n- Right atrial enlargement (P pulmonale) - peaked P wave in lead II > 2.5 mm in height\n- SI QIII TIII  pattern - deep S wave in lead I, Q wave in III, inverted T wave in III. This “classic” finding is neither sensitive nor specific for PE\n- Clockwise rotation, shift of the R/S transition point towards V6 with a persistent S wave in V6 (“pulmonary disease pattern”), implying rotation of the heart due to right ventricular dilatation\n- Atrial tachyarrhythmias, flutter, atrial tachycardia\n- Non-specific ST segment and T wave changes, including ST elevation and depression",
    "Right Axis Deviation": "QRS axis greater than +90 degree",
    "Right Bundle Branch Block": "- QRS duration > 120 ms\n- RSR' pattern in V1-3 (“M-shaped” QRS complex)\n- Wide, slurred S wave in lateral leads (I, aVL, V5-6)",
    "Right Ventricular Hypertrophy": "- Right axis deviation of +110 degree or more.\n- Dominant R wave in V1 (> 7 mm tall or R/S ratio > 1).\n- Dominant S wave in V5 or V6 (> 7 mm deep or R/S ratio < 1).\n- QRS duration < 120 ms (i.e. changes not due to RBBB).\nSupporting criteria\n- Right atrial enlargement (P pulmonale).\n- Right ventricular strain pattern = ST depression / T wave inversion in the right precordial (V1-4) and inferior (II, III, aVF) leads.\n- S1 S2 S3 pattern = far right axis deviation with dominant S waves in leads I, II and III.\n- Deep S waves in the lateral leads (I, aVL, V5-6).\nOther abnormalities caused by RVH\n- Right bundle branch block (complete or incomplete).",
    "Right Ventricular Infarction": "- ST elevation in the right-sided leads (V3R-V6R)\n- ST elevation in V1\n- ST elevation in V1 and ST depression in V2 (highly specific for RV infarction)\n- Isoelectric ST segment in V1 with marked ST depression in V2\n- ST elevation in III > II",
    "Right Ventricular Outflow Tract Tachycardia": "- LBBB morphology\n- Inferior axis\n- rS complex in V1 and R complex in V6\n- Precordial transition usually ≥ V3, with the exception of septal origin, which occurs at ≤ V3\nIn stable patients with a regular broad complex tachycardia, adenosine is useful and safe as a diagnostic and potentially therapeutic agent.\nIn unstable patients, if there is doubt regarding the rhythm (SVT v VT), proceed to DCCV",
    "Right Ventricular Strain": "ST depression and T wave inversion in leads corresponding to the right ventricle:\n- Right precordial leads V1-3 +/- V4\n- Inferior leads II, III, aVF, often most pronounced in lead III as this is the most rightward facing lead",
    "Short QT Syndrome": "- Short QT interval\n- Lack of normal changes in QT interval with heart rate\n- Peaked T waves, particularly in precordial leads\n- Short, or absent, ST segments\n- Paroxysmal episodes of atrial or ventricular fibrillation",
    "Sinus Rhythm": "- Regular rhythm at a rate of 60-100 bpm\n- Each QRS complex is preceded by a normal P wave\n- Normal P wave axis: P waves upright in leads I and II, inverted in aVR\n- The PR interval remains constant\n- QRS complexes < 100 ms wide",
    "Sinus Bradycardia": "heart rate < 60 bpm",
    "Sinus tachycardia": "heart rate > 100 bpm",
    "Sinus Arrhythmia": "Variation in the P-P interval of more than 120 ms",
    "High lateral Myocardial Infarction": "- ST elevation primarily localised to leads I, aVL +/- V2\n- Reciprocal ST depression and/or T wave inversion in inferior leads, most pronounced in lead III",
    "Inferior Myocardial Infarction": "- ST elevation in leads II, III, aVF\n- Hyperacute T waves may precede these changes \n- Reciprocal ST depression in aVL\n- Progressive development of Q waves in II, III, aVF",
    "Lateral myocardial infarction": "- ST elevation in the lateral leads (I, aVL, V5-6)\n- Reciprocal ST depression in the inferior leads (III and aVF)",
    "Tako-Tsubo Cardiomyopathy": "- Transient dyskinesis of the LV apical and/or midsegments\n- Regional wall motional abnormalities beyond a single epicardial vascular distribution\n- Absence of coronary artery stenosis > 50% of culprit lesion\n- New ECG changes (ST elevation or T wave inversion) or moderate troponin rise\n- Absence of phaeochromocytoma and myocarditis",
    "Trifascicular Block": "conduction delay in all three fascicles below the AV node (RBBB, LAFB, LPFB) and 3rd degree AV block",
    "Ventricular Fibrillation": "- Chaotic irregular deflections of varying amplitude\n- No identifiable P waves, QRS complexes, or T waves\n- Rate 150 to 500 per minute\n- Amplitude decreases with duration",
    "Ventricular Flutter": "- Continuous Sine Wave\n- No identifiable P waves, QRS complexes, or T waves\n - Rate usually > 200 beats / min\n - ECG looks identical when turned upside down.",
    "Ventricular Tachycardia": "- Regular, broad complex tachycardia\n- Uniform QRS complexes within each lead — each QRS is identical (except for fusion/capture beats)",
    "Wellens Syndrome": "- Deeply inverted or biphasic T waves in V2-3 (may extend to V1-6)\n- Isoelectric or minimally-elevated ST segment (< 1 mm)\n- No precordial Q waves\n- Preserved precordial R wave progression",
    "Normal Axis": "QRS axis between -30 degree and +90 degree",
    "Extreme Axis Deviation": "QRS axis between -90 degree and 180 degree",
    "Left atrial overload": "bifid P wave in lead II and enlarges the terminal negative portion of the P wave in V1",
    "Wolf parkinson white syndrome": "- PR interval < 120 ms\n- Delta wave: slurring slow rise of initial portion of the QRS\n- QRS prolongation > 110 ms\n- Discordant ST-segment and T wave changes\n- negatively deflected delta waves in inferior/anterior leads, or prominent R waves in V1-3",
    "Septal hypertrophy": "Deep narrow Q waves < 40 ms wide in the lateral leads I, aVL and V5-6."
}