{
	"Accelerated idioventricular rhythm": "Regular rhythm\nRate typically 50-120 bpm\nThree or more ventricular complexes; QRS duration > 120ms\nFusion and capture beats",
	"Accelerated junctional rhythm": "Narrow complex rhythm; QRS duration < 120ms (unless pre-existing bundle branch block or rate-related aberrant conduction)\nVentricular rate usually 60 - 100 bpm\nRetrograde P waves may be present and can appear before, during or after the QRS complex. They are usually inverted in inferior leads (II, III, aVF), upright in aVR + V1\nAV dissociation may be present with the ventricular rate usually greater than the atrial rate\nThere may be associated ECG features of digoxin effect or digoxin toxicity",
	"Anterior STEMI": "ST segment elevation with subsequent Q wave formation in precordial leads (V1-6) +/- high lateral leads. These changes are often preceded by hyperacute T waves\nReciprocal ST depression in inferior leads (mainly III and aVF)\nNB: The magnitude of reciprocal change in inferior leads is determined by the magnitude of ST elevation in I and aVL (as these leads are electrically opposite III and aVF), and hence may be minimal or absent in anterior STEMIs that do not involve high lateral leads.",
	"Apical hypertrophic cardiomyopathy": "The classic ECG finding in apical HCM is giant T-wave inversion in the precordial leads . Inverted T waves are also commonly observed in the inferior and lateral leads\nLocalised hypertrophy of LV apex, causing an \"ace of spades\" configuration of the LV cavity on ventriculography",
	"Arrhythmogenic right ventricular dysplasia": "T wave inversion in right precordial leads V1-3, in absence of RBBB (85% of patients)\nEpsilon wave (most specific finding, seen in 50% of patients)\nLocalised QRS widening in V1-3 (> 110ms)\nProlonged S wave upstroke of 55ms in V1-3",
	"Ashman Phenomenon": "a long RR interval is followed by a short RR interval and terminated by the aberrant QRS complex",
	"Occlusion myocardial infarction": "1) Inferior STE isolated to lead III 2) Concomitant ST depression in any of V4-V6, with a positive/terminally positive T-wave 3) ST segment in V1 > V2\nAslanger pattern 2020 (1) STE in III but not in any other inferior lead, (2) ST depression in any of leads V4 to 6 (but not in V2) with a positive (at least terminally positive) T-wave, (3) ST in lead V1 higher than ST in V2.",
	"Atrial flutter": "Narrow complex tachycardia\nRegular atrial activity at ~300 bpm\nLoss of the isoelectric baseline\n\"Saw-tooth\" pattern of inverted flutter waves in leads II, III, aVF\nUpright flutter waves in V1 that may resemble P waves\nVentricular rate depends on AV conduction ratio (see below)",
	"Atrial fibrillation": "Irregularly irregular rhythm\nNo P waves\nAbsence of an isoelectric baseline\nVariable ventricular rate\nQRS complexes usually < 120ms, unless pre-existing bundle branch block, accessory pathway, or rate-related aberrant conduction\nFibrillatory waves may be present and can be either fine (amplitude < 0.5mm) or coarse (amplitude > 0.5mm)\nFibrillatory waves may mimic P waves leading to misdiagnosis.",
	"Atrial ectopic beat / atrial premature beat": "Abnormal (non-sinus) P wave usually followed by a normal QRS complex (< 120 ms)\nPost-extrasystolic pauses may be present - PACs that reach the SA node may depolarise it, causing the SA node to be \"reset\", with a longer-than-normal interval before the next sinus beat arrives\nPACs may also be conducted aberrantly (usually RBBB morphology), or not conducted at all. P waves will still be visible in both cases.",
	"Atrial tachycardia": "Atrial rate > 100 bpm\nAbnormal P wave morphology and axis (e.g. inverted in inferior leads) due to ectopic origin\nUnifocal, identical P waves\nIsoelectric baseline (unlike atrial flutter )\nNormal QRS morphology (unless pre-existing bundle branch block, accessory pathway, or rate-related aberrant conduction).",
	"Automatic junctional tachycardia": "Narrow complex rhythm; QRS duration < 120ms (unless pre-existing bundle branch block or rate-related aberrant conduction)\nVentricular rate usually 60 - 100 bpm\nRetrograde P waves may be present and can appear before, during or after the QRS complex. They are usually inverted in inferior leads (II, III, aVF), upright in aVR + V1\nAV dissociation may be present with the ventricular rate usually greater than the atrial rate\nThere may be associated ECG features of digoxin effect or digoxin toxicity",
	"First degree AV block": "PR interval > 200ms (five small squares)",
	"Second degree AV block": "1) Mobitz I (Wenckebach) type: The P-P interval remains relatively constant\nThe greatest increase in PR interval duration is typically between the first and second beats of the cycle\nThe RR interval progressively shortens with each beat of the cycle\nThe Wenckebach pattern tends to repeat in P:QRS groups with ratios of 3:2, 4:3 or 5:4;\n2) Mobitz II (Hay) type: The PR interval in the conducted beats remains constant\nThe P waves 'march through' at a constant rate\nThe RR interval surrounding the dropped beat(s) is an exact multiple of the preceding RR interval (e.g. double the preceding RR interval for a single dropped beat, triple for two dropped beats, etc);\n3) fixed ratio blocks type: Second degree heart block with a fixed ratio of P waves: QRS complexes (e.g. 2:1, 3:1, 4:1)\nFixed ratio blocks can be the result of either Mobitz I or Mobitz II conduction.",
	"Third degree AV block": "Severe bradycardia due to absence of AV conduction\nThe ECG demonstrates complete AV dissociation , with independent atrial and ventricular rates",
	"AV-nodal re-entry tachycardia": "ECG features of AVNRT\nRegular tachycardia ~140-280 bpm\nNarrow QRS complexes (< 120ms) unless there is co-existing bundle branch block, accessory pathway, or rate-related aberrant conduction\nP waves if visible exhibit retrograde conduction with P-wave inversion in leads II, III, aVF. They may be buried within, visible after, or very rarely visible before the QRS complex\nAssociated features include:\nRate-related ST depression, which may be seen with or without underlying coronary artery disease\nQRS alternans - phasic variation in QRS amplitude associated with AVNRT and AVRT, distinguished from electrical alternans by a normal QRS amplitude",
	"atrioventricular re-entry tachycardia": "PR interval < 120ms\nDelta wave : slurring slow rise of initial portion of the QRS\nQRS prolongation > 110ms\nDiscordant ST-segment and T-wave changes (i.e. in the opposite direction to the major component of the QRS complex)\nPseudo-infarction pattern in up to 70% of patients - due to negatively deflected delta waves in inferior/anterior leads (\"pseudo-Q waves\"), or prominent R waves in V1-3 (mimicking posterior infarction)\nAberrant conduction via an AP leads to early ventricular depolarisation (pre-excitation), which manifests as a short PR interval and slurred upstroke of the QRS complex\nConduction still occurs via the AV node, and is actually a brake on AP conduction, ceasing its propagation path in the ventricle\nQRS duration is thus prolonged, but not to the same extent as in bundle branch block\nBecause there is an initial abnormal direction of depolarisation (e.g. originating from left ventricle in left-sided AP), there will be an abnormal direction of repolarisation. This produces appropriately discordant ST segment and T wave changes (see above diagram)",
	"Idiopathic fascicular left ventricular tachycardia": "Monomorphic ventricular tachycardia eg. fusion complexes, AV dissociation, capture beats\nQRS duration 100 - 140 ms - this is narrower than other forms of VT\nShort RS interval (onset of R to nadir of S wave) of 60-80 ms - the RS interval is usually > 100 ms in other types of VT\nRBBB Pattern\nAxis deviation depending on anatomical site of re-entry circuit (see classification)",
	"Benign early repolarisation": "Benign early repolarisation (BER) is a usually benign ECG pattern producing widespread ST segment elevation that is commonly seen in young, healthy patients < 50 years of age. Also known as \"high take-off\" or \"J-point elevation\", it may mimic pericarditis or acute MI.\nWidespread concave ST elevation, most prominent in the mid-to-left precordial leads (V2-5)\nNotching or slurring at the J point\nProminent, slightly asymmetrical T waves that are concordant with the QRS complex\nST elevation : T wave height ratio in V6 < 0.25 (see below)\nNo reciprocal ST depression to suggest Occlusion MI\nThe ST segment-T wave complex in BER has a characteristic appearance:\nThere is elevation of the J point\nThe T wave is peaked and slightly asymmetrical\nThe ST segment and the ascending limb of the T wave form an upward concavity\nThe descending limb of the T wave is straighter and slightly steeper than the ascending limb\nThe concept of \"smiley-shaped\" ST elevation, popularized by Ken Grauer in 1993 , is worthy of mention:\n\nOne characteristic feature of BER is the presence of a notched or irregular J point : the so-called \" fish hook\" pattern . This is often best seen in lead V4.",
	"Bidirectional ventricular tachycardia ": "Bidirectional ventricular tachycardia (BVT) is a rare ventricular dysrhythmia characterised by a beat-to-beat alternation of the frontal QRS axis, e.g. the QRS axis shifts 180 degrees from left to right with each alternate beat.",
	"Bifascicular block": "Right bundle branch block ( RBBB ) with left anterior fascicular block ( LAFB ), manifested as left axis deviation ( LAD )\nRBBB and left posterior fascicular block ( LPFB ), manifested as right axis deviation ( RAD ) in the absence of other causes\n* Some authors describe Left bundle branch block ( LBBB) as a bifascicular block, as it may indicate LAFB + LPFB. However, clinically the term bifascicular block is reserved for RBBB with either LAFB or LPFB",
	"Biventricular enlargement": "There may be signs of both Left Ventricular Hypertrophy ( LVH ) and Right Ventricular Hypertrophy ( RVH) on the same ECG - e.g. positive diagnostic criteria for LVH with some additional features suggestive of RVH.\nThe Katz-Wachtel phenomenon - large biphasic QRS complexes in V2-5.\n a) In the presence of LVH - Additional signs indicating RVH include\nRight atrial enlargement.\nRight axis deviation.\nTall biphasic QRS complexes in multiple leads.\nDeep S waves in V5-6.\n b) In the presence of RVH - Additional signs indicating LVH include :\nTall R waves and deep S waves in V2-5.\nQRS amplitude > 50 mm.\nKatz-Wachtel phenomenon\nLarge biphasic QRS complexes (tall R waves + deep S waves) in V2-5.",
	"Biatrial enlargement": "The spectrum of P-wave changes in leads II and V1 with right, left, and biatrial enlargement is summarised below:\n In lead II:\n Bifid P wave with\nAmplitude ≥ 2.5mm AND\nDuration ≥ 120 ms;\nIn V1/V2:\nBiphasic P waves with\nInitial positive deflection ≥ 1.5mm tall AND\nTerminal negative deflection ≥ 1mm deep AND\nTerminal negative deflection ≥ 40 ms duration;\nCombination criteria:\nP wave positive deflection ≥ 1.5 mm in leads V1 or V2 AND\nNotched P waves with duration >120 ms in limb leads, V5 or V6",
	"Brugada syndrome": "Type 1:\n Coved ST segment elevation >2mm in >1 of V1-V3 followed by a negative T wave.\nThis is the only ECG abnormality that is potentially diagnostic.\nIt is often referred to as Brugada sign .\nThis ECG abnormality must be associated with one of the following clinical criteria to make the diagnosis:\nDocumented ventricular fibrillation (VF) or polymorphic ventricular tachycardia (VT).\nFamily history of sudden cardiac death at <45 years old .\nCoved-type ECGs in family members.\nInducibility of VT with programmed electrical stimulation .\nSyncope.\nNocturnal agonal respiration.\nThe other two types of Brugada are non-diagnostic but possibly warrant further investigation (see discussion below).\n Type 2:\n Brugada Type 2 has >2mm of saddleback shaped ST elevation.\n Type 3:\nBrugada type 3: can be the morphology of either type 1 or type 2, but with <2mm of ST segment elevation.",
	"Carbamazepine cardiotoxicity": "Subtle QRS widening\n1st degree AV block\nDominant secondary R wave in aVR is less common than in TCA overdose",
	"Cardiomyopathy, dilated": "There are no specific ECG features unique to DCM, however the ECG is usually NOT normal.\nLeft atrial enlargement (may progress to atrial fibrillation)\nBiatrial enlargement\nLeft ventricular hypertrophy or biventricular enlargement\nLeft bundle branch block ( RBBB can also occur)\nLeft axis deviation\nPoor R-wave progression with QS complexes in V1-4 (\"pseudo-infarction\" pattern)\nFrequent ventricular ectopics and ventricular bigeminy (seen with severe DCM)\nVentricular dysrhythmias ( VT / VF )\nThe most common ECG abnormalities are those associated with atrial and ventricular hypertrophy - typically, left-sided changes are seen but there may be signs of biatrial or biventricular hypertrophy\nInterventricular conduction delays (e.g. LBBB) occur due to cardiac dilatation\nDiffuse myocardial fibrosis may lead to reduced voltage QRS complexes, particularly in the limb leads. There may be a discrepancy of QRS voltages with signs of hypertrophy in V4-6 and relatively low voltages in the limb leads\nAbnormal Q waves are most often seen in leads V1 to V4 and may mimic the appearance of a myocardial infarction (\"pseudoinfarction\" pattern)",
	"Cardiomyopathy, hypertrophic": "Left ventricular hypertrophy with increased precordial voltages and non-specific ST segment and T-wave abnormalities\nDeep, narrow (\"dagger-like\") Q waves in lateral (I, aVL, V5-6) +/- inferior (II, III, aVF) leads\nOther associated features may include:\nLeft atrial enlargement (\"P mitrale\") - left ventricular diastolic dysfunction may lead to compensatory left atrial hyertrophy\nSigns of WPW (short PR, delta wave) - ECG features of Wolff-Parkinson-White (WPW) were seen in 33% of patients with HCM in one study, and at least one genetic mutation has been identified that is associated with both conditions\nDysrhythmias: atrial fibrillation and supraventricular tachycardias are common; PACs, PVCs, VT\nGiant precordial T-wave inversions in apical HCM\nQ waves seen in HCM can mimic prior myocardial infarction, although the Q-wave morphology is different: Infarction Q waves are typically > 40 ms duration Septal Q waves in HCM are < 40 ms\nLateral Q waves are more common than inferior Q waves in HCM.",
	"Cardiomyopathy, restrictive": "Low voltage QRS complexes\nNon-specific ST segment / T wave changes\nBundle branch blocks\nAtrioventricular block (3rd degree AV block may occur in sarcoidosis)\nPathological \"pseudo-infarction\" Q waves\nAtrial and ventricular dysrhythmias",
	"Chronic obstructive pulmonary disease": "Rightward deviation of the P wave and QRS axis\nLow voltage QRS complexes, especially in the left precordial leads (V4-6)\nWith development of cor pulmonale, right atrial enlargement (P pulmonale) and right ventricular hypertrophy\nArrhythmias including multifocal atrial tachycardia\nECG changes occur in Chronic Obstructive Pulmonary Disease (COPD) due to:\nThe presence of hyperexpanded emphysematous lungs within the chest\nThe long-term effects of hypoxic pulmonary vasoconstriction upon the right side of the heart, causing pulmonary hypertension and subsequent right atrial and right ventricular hypertrophy (i.e. cor pulmonale)",
	"Delta wave": "The Delta wave is a slurred upstroke in the QRS complex.",
	"De Winter T waves and STEMI": "First reported by Dutch Professor of Cardiology, Robbert J. de Winter in 2008, the de Winter ECG pattern is an anterior STEMI equivalent that presents without obvious ST segment elevation. These patients are suffering occlusion myocardial infarction (OMI) and require immediate reperfusion therapy.\nTall, prominent, symmetrical T waves in the precordial leads\nUpsloping ST segment depression > 1mm at the J point in the precordial leads\nAbsence of ST elevation in the precordial leads\nReciprocal ST segment elevation (0.5mm - 1mm) in aVR\nTypical STEMI morphology may precede or follow the De Winter pattern",
	"Dextrocardia": "ECG Library Homepage\nRight axis deviation\nPositive QRS complexes (with upright P and T waves) in aVR\nLead I: inversion of all complexes, aka 'global negativity' (inverted P wave, negative QRS, inverted T wave)\nAbsent R-wave progression in the chest leads (dominant S waves throughout)\nThese changes can be reversed by placing the precordial leads in a mirror-image position on the right side of the chest and reversing the left and right arm leads.",
	"Digoxin effect": "Note: The presence of digoxin effect on the ECG is not a marker of digoxin toxicity . It merely indicates that the patient is taking digoxin.\nDownsloping ST depression with a characteristic \"reverse tick\" or \"Salvador Dali sagging\" appearance\nFlattened, inverted, or biphasic T waves\nShortened QT interval\n\nMild PR interval prolongation, up to 240 ms (due to increased vagal tone)\nProminent U waves\nPeaking of the terminal portion of the T waves\nJ point depression (usually in leads with tall R waves)",
	"Digoxin toxicity": "Supraventricular tachycardia (due to increased automaticity)\nSlow ventricular response (due to decreased AV conduction)\nOther common dysrhythmias associated with digoxin toxicity include:\nFrequent PVCs (the most common abnormality), including ventricular bigeminy and trigeminy\nSinus bradycardia\nSlow Atrial Fibrillation\nAny type of AV block ( 1st degree , 2nd degree & 3rd degree )\nRegularised AF = AF with complete heart block and a junctional or ventricular escape rhythm\nVentricular tachycardia , including polymorphic and bidirectional VT",
	"Dilated cardiomyopathy": "Left atrial enlargement (may progress to atrial fibrillation)\nBiatrial enlargement\nLeft ventricular hypertrophy or biventricular enlargement\nLeft bundle branch block ( RBBB can also occur)\nLeft axis deviation\nPoor R-wave progression with QS complexes in V1-4 (\"pseudo-infarction\" pattern)\nFrequent ventricular ectopics and ventricular bigeminy (seen with severe DCM)\nVentricular dysrhythmias ( VT / VF )\nThe most common ECG abnormalities are those associated with atrial and ventricular hypertrophy - typically, left-sided changes are seen but there may be signs of biatrial or biventricular hypertrophy\nInterventricular conduction delays (e.g. LBBB) occur due to cardiac dilatation\nDiffuse myocardial fibrosis may lead to reduced voltage QRS complexes, particularly in the limb leads. There may be a discrepancy of QRS voltages with signs of hypertrophy in V4-6 and relatively low voltages in the limb leads\nAbnormal Q waves are most often seen in leads V1 to V4 and may mimic the appearance of a myocardial infarction (\"pseudoinfarction\" pattern)",
	"Ectopic atrial tachycardia": "Atrial rate > 100 bpm\nAbnormal P wave morphology and axis (e.g. inverted in inferior leads) due to ectopic origin\nUnifocal, identical P waves\nIsoelectric baseline (unlike atrial flutter )\nNormal QRS morphology (unless pre-existing bundle branch block, accessory pathway, or rate-related aberrant conduction)\nAV block may be present - this is generally a physiological response to the rapid atrial rate, except in digoxin toxicity where there is AV nodal suppression due to vagotonic effects of digoxin, resulting in a slow ventricular rate ( \"PAT with block\" ).",
	"Epsilon wave": "Small deflection (\"blip\" or \"wiggle\") buried in the end of the QRS complex\nOn Standard 12-lead ECG (S-ECG), best seen in ST segment of V1 and V2, they are usually present in leads V1 through V4\nCaused by post-excitation of myocytes in the right ventricle\nCharacteristic finding in patients with arrhythmogenic right ventricular dysplasia (ARVD)\nEpsilon waves are the most specific and characteristic finding in arrhythmogenic right ventricular dysplasia (ARVD). In ARVD, myocytes are replaced by fat, producing islands of viable myocytes in a sea of fat. This causes a delay in excitation of some of the myocytes of the right ventricle, producing a small \"blip\" seen during the ST segment of the ECG.\nEpsilon waves have also been described in patients with:\nPosterior myocardial infarction\nRight ventricular infarction\nInfiltrative disease\nSarcoidosis",
	"Escape rhythms, junctional": "Junctional rhythm with a rate of 40-60 bpm\nQRS complexes are typically narrow (< 120 ms)\nNo relationship between the QRS complexes and any preceding atrial activity (e.g. P-waves, flutter waves, fibrillatory waves)",
	"Escape rhythms, ventricular": "Ventricular Escape Rhythm: A ventricular rhythm with a rate of 20-40 bpm.\nQRS complexes are broad (≥ 120 ms) and may have a LBBB or RBBB morphology.\nAlso known as Idioventricular escape rhythm",
	"Idiopathic Fascicular Left Ventricular Tachycardia": "Monomorphic ventricular tachycardia eg. fusion complexes, AV dissociation, capture beats\nQRS duration 100 - 140 ms - this is narrower than other forms of VT\nShort RS interval (onset of R to nadir of S wave) of 60-80 ms - the RS interval is usually > 100 ms in other types of VT\nRBBB Pattern\nAxis deviation depending on anatomical site of re-entry circuit",
	"Hypercalcaemia": "The main ECG abnormality seen with hypercalcaemia is shortening of the QT interval\nIn severe hypercalcaemia, Osborn waves (J waves) may be seen\nVentricular irritability and VF arrest has been reported with extreme hypercalcaemia",
	"Hyperkalaemia": "P wave widening/flattening, PR prolongation\nBradyarrhythmias: sinus bradycardia, high-grade AV block with slow junctional and ventricular escape rhythms, slow AF\nConduction blocks (bundle branch block, fascicular blocks)\nQRS widening with bizarre QRS morphology.",
	"Hyperthyroidism": "The most common ECG changes seen with thyrotoxicosis are:\nSinus tachycardia\nAtrial fibrillation with rapid ventricular response\nHigh left-ventricular voltage - i.e \"voltage criteria\" for LVH without evidence of LV strain\nOther ECG abnormalities include:\nSupraventricular arrhythmias (premature atrial beats, paroxysmal supraventricular tachycardia, multifocal atrial tachycardia , atrial flutter )\nNon-specific ST and T wave changes\nVentricular extrasystoles\nAround 50% of patients with thyrotoxicosis will have a resting heart rate > 100 bpm. Atrial fibrillation is seen in up to 20% of patients. Severe thyrotoxicosis (thyroid storm) may present with atrial tachycardias at rates > 200 bpm.",
	"Hypertrophic cardiomyopathy": "Left ventricular hypertrophy with increased precordial voltages and non-specific ST segment and T-wave abnormalities\nDeep, narrow (\"dagger-like\") Q waves in lateral (I, aVL, V5-6) +/- inferior (II, III, aVF) leads.",
	"Hypocalcaemia": "Hypocalcaemia causes QTc prolongation primarily by prolonging the ST segment\nThe T wave is typically left unchanged\nDysrhythmias are uncommon, although atrial fibrillation has been reported\nTorsades de pointes may occur, but is much less common than with hypokalaemia or hypomagnesaemia.",
	"Hypokalaemia": "Increased P wave amplitude\nProlongation of PR interval\nWidespread ST depression and T wave flattening/inversion\nProminent U waves (best seen in the precordial leads V 2 -V 3 )\nApparent long QT interval due to fusion of T and U waves (= long QU interval)",
	"Hypomagnesaemia": "Prolonged PR interval\nProlonged QT interval\nAtrial and ventricular ectopy\nPredisposition to ventricular tachycardia and torsades de pointes.",
	"Hypothermia": "Bradyarrhythmias (see below)\nOsborne Waves (= J waves)\nProlonged PR, QRS and QT intervals\nShivering artefact\nVentricular ectopics\nCardiac arrest due to VT, VF or asystole",
	"Hypothyroidism": "Low QRS voltage\nWidespread T-wave inversions (usually without ST deviation)\nOther ECG changes that may be seen include:\nQT prolongation\nFirst degree AV block\nInterventricular conduction delay",
	"Interventricular Conduction Delay (QRS widening)": "QRS duration > 100 ms in the presence of a supraventricular rhythm. Most commonly due to bundle branch block or left ventricular hypertrophy.\nThe most important life-threatening causes of QRS widening are:\nHyperkalaemia\nTricyclic antidepressant poisoning .",
	"Intracranial haemorrhage": "Widespread giant T-wave inversions (\"cerebral T waves\")\nQT prolongation\nBradycardia (the Cushing reflex - indicates imminent brainstem herniation)\nOther possible ECG changes that may be seen:\nST segment elevation / depression - this may mimic myocardial ischaemia or pericarditis\nIncreased U wave amplitude\nOther rhythm disturbances: sinus tachycardia, junctional rhythms, premature ventricular contractions, atrial fibrillation\nIn some cases, these ECG abnormalities may be associated with echocardiographic evidence of regional ventricular wall motion abnormality (so-called \"neurogenic stunned myocardium\").",
	"Intrinsicoid deflection": "R wave peak time is the time from onset of earliest Q wave or R wave to the peak of the R wave in the lateral leads (aVL, V5-6)\nRepresents the time taken for excitation to spread from the endocardial to the epicardial surface of the left ventricle\nR-wave peak time is said to be prolonged if > 45ms\nAdditionally used in Lead II in the differentiation of Ventricular Tachycardia (VT) and Supraventricular Tachycardia (SVT) with aberrancy\nLeft anterior fascicular block\nLeft ventricular hypertrophy\nLeft bundle branch block",
	"Junctional ectopic beat / junctional premature beat": "PJCs have the following features:\nNarrow QRS complex, either (1) without a preceding P wave or (2) with a retrograde P wave which may appear before, during, or after the QRS complex. If before, there is a short PR interval of < 120 ms and the  \" retrograde \" P waves are usually inverted in leads II, III and aVF.\nOccurs sooner than would be expected for the next sinus impulse.\nFollowed by a compensatory pause.\nPJCs that arrive early in the cycle may be conducted aberrantly, most commonly with a RBBB morphology.",	
	"Junctional escape rhythm": "Junctional rhythm with a rate of 40-60 bpm\nQRS complexes are typically narrow (< 120 ms)\nNo relationship between the QRS complexes and any preceding atrial activity (e.g. P-waves, flutter waves, fibrillatory waves)",
	"Junctional tachycardia": "Narrow complex rhythm; QRS duration < 120ms (unless pre-existing bundle branch block or rate-related aberrant conduction)\nVentricular rate usually 60 - 100 bpm\nRetrograde P waves may be present and can appear before, during or after the QRS complex. They are usually inverted in inferior leads (II, III, aVF), upright in aVR + V1\nAV dissociation may be present with the ventricular rate usually greater than the atrial rate\nThere may be associated ECG features of digoxin effect or digoxin toxicity",
	"lateral STEMI": "ST elevation in the lateral leads (I, aVL, V5-6).\nReciprocal ST depression in the inferior leads (III and aVF).\nST elevation primarily localised to leads I and aVL is referred to as a high lateral STEMI .\nNB. Reciprocal change in the inferior leads is only seen when there is ST elevation in leads I and aVL. This reciprocal change may be obliterated when there is concomitant inferior ST elevation (i.e an inferolateral STEMI)",
	"Left anterior fascicular block": "Left axis deviation (usually -45 to -90 degrees)\nqR complexes in leads I, aVL\nrS complexes in leads II, III, aVF\nProlonged R wave peak time in aVL > 45ms\nTypical ECG of LAFB, demonstrating:\nrS complexes in leads II, III, aVF, with small R waves and deep S waves\nqR complexes in leads I, aVL, with small Q waves and tall R waves\nLeft Axis Deviation (LAD): Leads II, III and aVF are NEGATIVE ; Leads I and aVL are POSITIVE\nAssociated features include:\nQRS duration normal or slightly prolonged (80-110ms)\nIncreased QRS voltage in limb leads.\nqR complexes in lateral limb leads, and rS complexes in inferior leads\nLeft Axis Deviation (LAD)\nLeads I and aVL are POSITIVE ;\nLeads II, III and aVF are NEGATIVE\nProlonged R-wave peak time\nProlonged R-wave peak time (= the time from onset of the QRS to the peak of the R wave) in aVL > 45 ms",
	"Left axis deviation": "QRS is POSITIVE (dominant R wave) in Lead I\nQRS is NEGATIVE (dominant S wave) in leads II, III and aVF",
	"Left bundle branch block (LBBB)": "QRS duration ≥ 120ms\nDominant S wave in V1\nBroad monophasic R wave in lateral leads (I, aVL, V5-6)\nAbsence of Q waves in lateral leads\nProlonged R wave peak time > 60ms in leads V5-6\nAssociated features include:\nLeft axis deviation (LAD);\nPoor R wave progression in precordial leads, and\nAppropriate discordance\nThe R wave in the lateral leads may be either \"M-shaped\", notched, monophasic, or an RS complex\nThe QRS complex in V1 may be either:\nrS complex (small R wave, deep S wave)\nQS complex (deep Q/S wave with no preceding R wave)\nThe QRS complex in V1 may be either:\nrS complex (small R wave, deep S wave)\nQS complex (deep Q/S wave with no preceding R wave)",
	"Left main coronary artery occlusion": "ST elevation in aVR with co-existent multi-lead ST depression indicates subendocardial ischaemia due to O2 supply/demand mismatch",
	"Left posterior fascicular block": "Right axis deviation (RAD) (> +90 degrees)\nrS complexes in leads I and aVL\nqR complexes in leads II, III and aVF\nProlonged R wave peak time in aVF\nNote: The diagnosis of LFPB can only be made after excluding other causes of RAD. There should be:\nNo evidence of right ventricular hypertrophy\nNo evidence of any other cause for right axis deviation\nTypical ECG of LPFB, demonstrating slightly prolonged QRS duration, prolonged R wave peak time in aVF, and:\nrS complexes in leads I and aVL, with small R waves and deep S waves\nqR complexes in leads II, III and aVF, with small Q waves and tall R waves\nRight Axis Deviation (RAD): Leads II, III and aVF are POSITIVE ; Leads I and aVL are NEGATIVE\nAssociated features include:\nQRS duration normal or slightly prolonged (80-110ms)\nIncreased QRS voltage in limb leads",
	"Left ventricular aneurysm": "Left ventricular aneurysm formation following acute STEMI causes persistent ST elevation on the ECG.\nST elevation seen > 2 weeks following an acute myocardial infarction\nMost commonly seen in the precordial leads\nMay exhibit concave or convex morphology\nUsually associated with well-formed Q- or QS waves\nT-waves have a relatively small amplitude in comparison to the QRS complex (unlike the hyperacute T-waves of acute STEMI)\nThe pattern of persistent anterior ST elevation (> 2 weeks after STEMI) plus pathological Q waves has a sensitivity of 38% and a specificity of 84% for the diagnosis of ventricular aneurysm.\nThe ratio of T-wave to QRS complex amplitude has been validated as a means of differentiating between LV aneurysm and acute STEMI:\nT-wave/QRS ratio < 0.36 in all precordial leads favours LV aneurysm\nT-wave/QRS ratio > 0.36 in any precordial lead favours anterior STEMI",
	"Left ventricular hypertrophy": "There are numerous voltage criteria for diagnosing LVH, summarised below\nThe most commonly used are the Sokolow-Lyon criteria : S wave depth in V 1 + tallest R wave height in V 5 or V 6 > 35 mm\nVoltage criteria must be accompanied by non-voltage criteria to be considered diagnostic of LVH\nLimb Leads\nR wave in lead I + S wave in lead III > 25 mm\nR wave in aVL > 11 mm\nR wave in aVF > 20 mm\nS wave in aVR > 14 mm\nPrecordial Leads\nR wave in V4, V5 or V6  > 26 mm\nR wave in V5 or V6 plus S wave in V1 > 35 mm\nLargest R wave plus largest S wave in precordial leads > 45 mm\nIncreased R wave peak time > 50 ms in leads V5 or V6\nST segment depression and T wave inversion in the left-sided leads: AKA the left ventricular 'strain' pattern",
	"Low QRS Voltage": "The amplitudes of all the QRS complexes in the limb leads are < 5 mm; or\nThe amplitudes of all the QRS complexes in the precordial leads are < 10 mm",
	"Masquerading Bundle Branch Block (MBBB)": "ECG Library Homepage\nMixed pattern of complete right bundle branch block (RBBB) in precordial leads and complete left bundle branch block (LBBB) in limb leads, indicating severe and diffuse conducting system disease with a poor prognosis\nCompared with typical bifascicular block , these patients have more extensive fibrosis and degeneration of left bundle pathways\nConsequent high-grade left anterior fascicular block ( LAFB), often associated left ventricular enlargement, manifests as a complete LBBB. This is partially masqueraded by concurrent RBBB\nPatients have a higher risk of progression to complete AV block than typical bifascicular block\nA second, precordial type of MBBB has also been described (see below)\nStandard or Precordial Masquerading Bundle Branch Block (MBBB). In both types, RBBB is shown by typical RSR' pattern in lead V1.",
	"Multifocal atrial tachycardia": "Heart rate > 100 bpm (usually 100-150 bpm; may be as high as 250 bpm).\nIrregularly irregular rhythm with varying PP, PR and RR intervals.\nAt least 3 distinct P-wave morphologies in the same lead.\nIsoelectric baseline between P-waves (i.e. no flutter waves).\nAbsence of a single dominant atrial pacemaker (i.e. not just sinus rhythm with frequent PACs).\nSome P waves may be nonconducted; others may be aberrantly conducted to the ventricles.\nThere may be additional electrocardiographic features suggestive of COPD.",
	"Myocardial ischemia": "ST depression can be either upsloping, downsloping, or horizontal (see diagram below).\nHorizontal or downsloping ST depression ≥ 0.5 mm at the J-point in ≥ 2 contiguous leads indicates myocardial ischaemia ( according to the 2007 Task Force Criteria ).\nST depression ≥ 1 mm is more specific and conveys a worse prognosis.\nST depression ≥ 2 mm in ≥ 3 leads is associated with a high probability of NSTEMI and predicts significant mortality (35% mortality at 30 days).\nUpsloping ST depression is non-specific for myocardial ischaemia.\nExamples of ST segment morphology in myocardial ischaemia",
	"Myocarditis": "Sinus tachycardia\nNon-specific ST segment and T waves changes\nOther ECG changes are variable, and may include:\nProlonged QRS\nQT prolongation\nDiffuse T wave inversion\nVentricular arrhythmias\nAV conduction defects\nWith inflammation of the adjacent pericardium, ECG features of pericarditis can also been seen (= myopericarditis )",
	"Non-paroxysmal junctional tachycardia": "Narrow complex rhythm; QRS duration < 120ms (unless pre-existing bundle branch block or rate-related aberrant conduction)\nVentricular rate usually 60 - 100 bpm\nRetrograde P waves may be present and can appear before, during or after the QRS complex. They are usually inverted in inferior leads (II, III, aVF), upright in aVR + V1\nAV dissociation may be present with the ventricular rate usually greater than the atrial rate\nThere may be associated ECG features of digoxin effect or digoxin toxicity",
	"Paroxysmal atrial tachycardia (PAT)": "Atrial rate > 100 bpm\nAbnormal P wave morphology and axis (e.g. inverted in inferior leads) due to ectopic origin\nUnifocal, identical P waves\nIsoelectric baseline (unlike atrial flutter )\nNormal QRS morphology (unless pre-existing bundle branch block, accessory pathway, or rate-related aberrant conduction)\nAV block may be present - this is generally a physiological response to the rapid atrial rate, except in digoxin toxicity where there is AV nodal suppression due to vagotonic effects of digoxin, resulting in a slow ventricular rate ( \"PAT with block\" ).",
	"Pericarditis": "Widespread ST segment changes occur due to involvement of the underlying epicardium (i.e. myopericarditis)\nTTE is useful in the early assessment of patients with suspected pericarditis to look for complications such as large pericardial effusion and cardiac tamponade",
	"Persistent ST elevation (LV aneurysm morphology)": "Left ventricular aneurysm formation following acute STEMI causes persistent ST elevation on the ECG.\nST elevation seen > 2 weeks following an acute myocardial infarction\nMost commonly seen in the precordial leads\nMay exhibit concave or convex morphology\nUsually associated with well-formed Q- or QS waves\nT-waves have a relatively small amplitude in comparison to the QRS complex (unlike the hyperacute T-waves of acute STEMI)\nThe pattern of persistent anterior ST elevation (> 2 weeks after STEMI) plus pathological Q waves has a sensitivity of 38% and a specificity of 84% for the diagnosis of ventricular aneurysm.\nThe ratio of T-wave to QRS complex amplitude has been validated as a means of differentiating between LV aneurysm and acute STEMI:\nT-wave/QRS ratio < 0.36 in all precordial leads favours LV aneurysm\nT-wave/QRS ratio > 0.36 in any precordial lead favours anterior STEMI",
	"Posterior STEMI": "Posterior myocardial infarction (MI) accompanies 15-20% of STEMIs, usually occurring in the context of inferior or lateral infarction. Isolated posterior MI is less common (5-10% of infarcts), and the lack of ST elevation means that the diagnosis is often missed.\nPosterior extension of an inferior or lateral infarct implies a much larger area of myocardial damage, with an increased risk of left ventricular dysfunction and death. Always examine closely for evidence of posterior infarction in any patient with a lateral or inferior MI.\nAs the posterior myocardium is not directly visualised by the standard 12-lead ECG, reciprocal changes of STEMI are sought in the anteroseptal leads V1-3.\nHorizontal ST depression\nTall, broad R waves (> 30ms)\nUpright T waves\nDominant R wave (R/S ratio > 1) in V2\nIn patients presenting with ischaemic symptoms, horizontal ST depression in the anteroseptal leads (V1-3) should raise the suspicion of posterior MI.\nPosterior infarction is confirmed by the presence of ST elevation and Q waves in the posterior leads (V7-9).",
	"Preexcitation syndrome": "PR interval < 120ms\nDelta wave : slurring slow rise of initial portion of the QRS\nQRS prolongation > 110ms\nDiscordant ST-segment and T-wave changes (i.e. in the opposite direction to the major component of the QRS complex)\nPseudo-infarction pattern in up to 70% of patients - due to negatively deflected delta waves in inferior/anterior leads (\"pseudo-Q waves\"), or prominent R waves in V1-3 (mimicking posterior infarction)\nAberrant conduction via an AP leads to early ventricular depolarisation (pre-excitation), which manifests as a short PR interval and slurred upstroke of the QRS complex\nConduction still occurs via the AV node, and is actually a brake on AP conduction, ceasing its propagation path in the ventricle\nQRS duration is thus prolonged, but not to the same extent as in bundle branch block\nBecause there is an initial abnormal direction of depolarisation (e.g. originating from left ventricle in left-sided AP), there will be an abnormal direction of repolarisation. This produces appropriately discordant ST segment and T wave changes (see above diagram)",
	"Premature complexes, atrial": "A premature atrial complex (PAC) is a premature beat arising from ectopic pacemaking tissue within the atria. There is an abnormal P wave, usually followed by a normal QRS complex. AKA: Atrial ectopics, atrial extrasystoles, atrial premature beats, atrial premature depolarisations.\nAbnormal (non-sinus) P wave usually followed by a normal QRS complex (< 120 ms)\nPost-extrasystolic pauses may be present - PACs that reach the SA node may depolarise it, causing the SA node to be \"reset\", with a longer-than-normal interval before the next sinus beat arrives\nPACs may also be conducted aberrantly (usually RBBB morphology), or not conducted at all. P waves will still be visible in both cases\nUnlike with a premature ventricular complexe (PVC), the post-extrasystolic pause is not equal to double the preceding RR interval\nThe P wave typically has a different morphology and axis to the sinus P waves\nPACs arising close to the AV node (\"low atrial\" ectopics) cause retrograde activation of the atria, producing an inverted P wave with a relatively short PR interval ≥ 120 ms (PR interval < 120 ms is classified as a PJC)\nThe abnormal P wave may be hidden in the preceding T wave, producing a \"peaked\" or \"camel hump\" appearance - if this is not appreciated the PAC may be mistaken for a premature junctional complex (PJC)",
	"Premature complexes, junctional": "PJCs have the following features:\nNarrow QRS complex, either (1) without a preceding P wave or (2) with a retrograde P wave which may appear before, during, or after the QRS complex. If before, there is a short PR interval of < 120 ms and the  \" retrograde \" P waves are usually inverted in leads II, III and aVF.\nOccurs sooner than would be expected for the next sinus impulse.\nFollowed by a compensatory pause.\nPJCs that arrive early in the cycle may be conducted aberrantly, most commonly with a RBBB morphology.",
	"Premature complexes, ventricular": "A premature ventricular complex (PVC) is a premature beat arising from an ectopic focus within the ventricles. AKA: ventricular ectopics, ventricular extrasystoles, ventricular premature beats, ventricular premature depolarisations.\nBroad QRS complex (≥ 120 ms) with abnormal morphology\nPremature - i.e. occurs earlier than would be expected for the next sinus impulse\nDiscordant ST segment and T wave changes.\nUsually followed by a full compensatory pause\nRetrograde capture of the atria may or may not occur",
	"Pulmonary disease, chronic": "Rightward deviation of the P wave and QRS axis\nLow voltage QRS complexes, especially in the left precordial leads (V4-6)\nWith development of cor pulmonale, right atrial enlargement (P pulmonale) and right ventricular hypertrophy\nArrhythmias including multifocal atrial tachycardia\nECG changes occur in Chronic Obstructive Pulmonary Disease (COPD) due to:\nThe presence of hyperexpanded emphysematous lungs within the chest\nThe long-term effects of hypoxic pulmonary vasoconstriction upon the right side of the heart, causing pulmonary hypertension and subsequent right atrial and right ventricular hypertrophy (i.e. cor pulmonale)",
	"Pulmonary embolism": "The ECG changes associated with acute pulmonary embolism may be seen in any condition that causes acute pulmonary hypertension, including hypoxia causing pulmonary hypoxic vasoconstriction.\nSinus tachycardia - the most common abnormality (seen in 44% of patients with PE)\nComplete or incomplete RBBB (18%)\nRight ventricular strain pattern -  T wave inversions in the right precordial leads (V1-4) ± the inferior leads (II, III, aVF). This pattern is associated with high pulmonary artery pressures (34%)\nRight axis deviation (16%). Extreme right axis deviation may occur, with axis between zero and -90 degrees, giving the appearance of left axis deviation (\"pseudo left axis\")\nDominant R wave in V1 - a manifestation of acute right ventricular dilatation\nRight atrial enlargement (P pulmonale) - peaked P wave in lead II > 2.5 mm in height (9%)\nS I Q III T III pattern - deep S wave in lead I, Q wave in III, inverted T wave in III (20%). This \"classic\" finding is neither sensitive nor specific for PE\nClockwise rotation - shift of the R/S transition point towards V6 with a persistent S wave in V6 (\"pulmonary disease pattern\"), implying rotation of the heart due to right ventricular dilatation\nAtrial tachyarrhythmias - AF , flutter , atrial tachycardia (8%)\nNon-specific ST segment and T wave changes, including ST elevation and depression (50%)\nSimultaneous T wave inversions in the inferior (II, III, aVF) and right precordial leads (V1-4) is the most specific finding in favour of PE, with reported specificities of up to 99% in one study.",
	"QRS widening": "QRS duration > 100 ms in the presence of a supraventricular rhythm. Most commonly due to bundle branch block or left ventricular hypertrophy.\nThe most important life-threatening causes of QRS widening are:\nHyperkalaemia\nTricyclic antidepressant poisoning .",
	"Raised intracranial pressure":"Widespread giant T-wave inversions (\"cerebral T waves\")\nQT prolongation\nBradycardia (the Cushing reflex - indicates imminent brainstem herniation)\nOther possible ECG changes that may be seen:\nST segment elevation / depression - this may mimic myocardial ischaemia or pericarditis\nIncreased U wave amplitude\nOther rhythm disturbances: sinus tachycardia, junctional rhythms, premature ventricular contractions, atrial fibrillation\nIn some cases, these ECG abnormalities may be associated with echocardiographic evidence of regional ventricular wall motion abnormality (so-called \"neurogenic stunned myocardium\").",
	"Restrictive cardiomyopathy (myocardial infiltrative disease)": "Low voltage QRS complexes\nNon-specific ST segment / T wave changes\nBundle branch blocks\nAtrioventricular block (3rd degree AV block may occur in sarcoidosis)\nPathological \"pseudo-infarction\" Q waves\nAtrial and ventricular dysrhythmias",
	"Right atrial enlargement (RAE)": "Right atrial enlargement produces a peaked P wave ( P pulmonale ) with amplitude:\n> 2.5 mm in the inferior leads (II, III and AVF)\n> 1.5 mm in V1 and V2\nAlso known as: Right Atrial Enlargement (RAE), Right atrial hypertrophy (RAH), right atrial abnormality",
	"Right bundle branch block (RBBB)": "QRS duration > 120ms\nRSR' pattern in V1-3 (\"M-shaped\" QRS complex)\nWide, slurred S wave in lateral leads (I, aVL, V5-6)\nAssociated features incude:\nAppropriate discordance with ST depression and/or T-wave inversion in right precordial leads (V1-3).",
	"Right ventricular hypertrophy (RVH)": "Right axis deviation of +110° or more.\nDominant R wave in V1 (> 7mm tall or R/S ratio > 1).\nDominant S wave in V5 or V6 (> 7mm deep or R/S ratio < 1).\nQRS duration < 120ms (i.e. changes not due to RBBB).\nRight atrial enlargement (P pulmonale).\nRight ventricular strain pattern = ST depression / T wave inversion in the right precordial (V1-4) and inferior (II, III, aVF) leads.\nS1 S2 S3 pattern = far right axis deviation with dominant S waves in leads I, II and III.\nDeep S waves in the lateral leads (I, aVL, V5-V6).",
	"Right ventricular Infarction": "Suspect and look for right ventricular (RV) infarction in all patients with inferior STEMI.\nST elevation in V1\nST elevation in V1 and ST depression in V2 (highly specific for RV infarction)\nIsoelectric ST segment in V1 with marked ST depression in V2\nST elevation in III > II\nV1 is the only standard ECG lead that looks directly at the right ventricle\nLead III is more rightward facing than lead II and hence more sensitive to the injury current produced by the right ventricle",
	"Right ventricular outflow tract (RVOT) tachycardia": "LBBB morphology\nInferior axis\nrS complex in V1 and R complex in V6\nPrecordial transition usually ≥ V3, with the exception of septal origin, which occurs at ≤ V3\nOther general features of VT , such as AV dissociation, fusion and/or capture beats may also be present.",
	"Right ventricular strain": "Right ventricular strain is a repolarisation abnormality due to right ventricular hypertrophy (RVH) or dilatation.\nRight precordial leads V1-3 +/- V4\nInferior leads II, III, aVF, often most pronounced in lead III as this is the most rightward facing lead\nAssociated features often include those seen in RVH:\nRight axis deviation\nDominant R wave in V1\nDominant S wave in V5 or V6\nCompare this to the left ventricular strain pattern , where ST/T-wave changes are present in the left ventricular leads (I, aVL, V5-6).",
	"Short QT syndrome": "So far, there have only been a handful of cases of SQTS reported in the literature. The true prevalence of the disease is unknown. The largest case series to date reported on 29 patients with the disease:\nThe most common presenting symptom was cardiac arrest (in one-third of cases)\nCardiac arrest occurred in the first months of life in two patients.\nSyncope was the presenting symptom in 24% of cases, thought to be secondary to self-terminating episodes of ventricular fibrillation\nUp to 31% of patients complained of palpitations , and 80% of patients had documented episodes of atrial fibrillation\nAll patients had a QT < 320ms and a QTc < 340ms with no evidence of structural heart disease ( NB. This case series did not include the more recently-described SQTS genotypes 4 & 5 )\nShort QT interval\nLack of normal changes in QT interval with heart rate\nPeaked T waves, particularly in precordial leads\nShort, or absent, ST segments\nParoxysmal episodes of atrial or ventricular fibrillation",
	"Sinus rhythm": "Regular rhythm at a rate of 60-100 bpm (or age-appropriate rate in children )\nEach QRS complex is preceded by a normal P wave\nNormal P wave axis: P waves upright in leads I and II, inverted in aVR\nThe PR interval remains constant\nQRS complexes < 100 ms wide (unless co-existent interventricular conduction delay present)",
	"Sinus arrhythmia": "Sinus rhythm with a beat-to-beat variation in the P-P interval (the time between successive P waves), producing an irregular ventricular rate. \nVariation in the P-P interval of more than 120 ms (3 small boxes).\nThe P-P interval gradually lengthens and shortens in a cyclical fashion, usually corresponding to the phases of the respiratory cycle.\nNormal sinus P waves with a constant morphology (i.e. no evidence of premature atrial contractions).\nConstant P-R interval (i.e. no evidence of Mobitz I AV block ).",
	"Sinus bradycardia": "Sinus rhythm with a resting heart rate of < 60 bpm in adults, or below the normal range for age in children.\nNormal heart rates in children\nNewborn: 110 - 150 bpm\n2 years: 85 - 125 bpm\n4 years: 75 - 115 bpm\n6 years+: 60 - 100 bpm",
	"Sinus node reentrant tachycardia": "ECG features of AVNRT\nRegular tachycardia ~140-280 bpm\nNarrow QRS complexes (< 120ms) unless there is co-existing bundle branch block, accessory pathway, or rate-related aberrant conduction\nP waves if visible exhibit retrograde conduction with P-wave inversion in leads II, III, aVF. They may be buried within, visible after, or very rarely visible before the QRS complex\nAssociated features include:\nRate-related ST depression, which may be seen with or without underlying coronary artery disease\nQRS alternans - phasic variation in QRS amplitude associated with AVNRT and AVRT, distinguished from electrical alternans by a normal QRS amplitude",
	"Sinus tachycardia": "Sinus rhythm with resting heart rate (HR) > 100 bpm in adults, or above the normal range for age in children",
	"Sodium channel blocker overdose": "The ECG is a vital tool in the prompt diagnosis of poisoning with sodium-channel blocking medications such as tricyclic antidepressants (TCA), which cause CNS and cardiovascular toxicity in overdose in the form of seizures and ventricular dysrhythmias.\nAn ECG should be taken in all patients who present with a deliberate self-poisoning (or altered GCS of unknown aetiology) to screen for TCA overdose.\nIntraventricular conduction delay : QRS > 100 ms in lead II\nTerminal R wave > 3 mm in aVR or R/S ratio > 0.7 in aVR\nPatients with tricyclic overdose will also usually demonstrate sinus tachycardia secondary to muscarinic (M1) receptor blockade\nQT prolongation\nThe right-sided intraventricular conducting system is more susceptible to the effects of sodium channel blockade - this causes terminal right axis deviation of the QRS complex, which manifests as a dominant R' wave in aVR",
	"STEMI, anterior": "ST segment elevation with subsequent Q wave formation in precordial leads (V1-6) +/- high lateral leads. These changes are often preceded by hyperacute T waves\nReciprocal ST depression in inferior leads (mainly III and aVF)\nNB: The magnitude of reciprocal change in inferior leads is determined by the magnitude of ST elevation in I and aVL (as these leads are electrically opposite III and aVF), and hence may be minimal or absent in anterior STEMIs that do not involve high lateral leads.",
	"STEMI, high lateral": "ST elevation primarily localised to leads I, aVL +/- V2\nReciprocal ST depression and/or T wave inversion in inferior leads, most pronounced in lead III",
	"STEMI, inferior": "ST elevation in leads II, III, aVF\nHyperacute T waves may precede these changes\nReciprocal ST depression in aVL\nProgressive development of Q waves in II, III, aVF\nAssociated features, all of which confer a worse prognosis, include:\nConcomitant right ventricular infarction (40% of patients); these patients may develop severe hypotension in response to nitrates\nSignificant bradycardia due to second or third-degree AV block (20%)\nPosterior infarction due to extension of infarct area",
	"STEMI, lateral": "ST elevation in the lateral leads (I, aVL, V5-6).\nReciprocal ST depression in the inferior leads (III and aVF).\nST elevation primarily localised to leads I and aVL is referred to as a high lateral STEMI .\nNB. Reciprocal change in the inferior leads is only seen when there is ST elevation in leads I and aVL. This reciprocal change may be obliterated when there is concomitant inferior ST elevation (i.e an inferolateral STEMI)",
	"STEMI, posterior": "Horizontal ST depression\nTall, broad R waves (> 30ms)\nUpright T waves\nDominant R wave (R/S ratio > 1) in V2\nIn patients presenting with ischaemic symptoms, horizontal ST depression in the anteroseptal leads (V1-3) should raise the suspicion of posterior MI.\nPosterior infarction is confirmed by the presence of ST elevation and Q waves in the posterior leads (V7-9).",
	"STEMI, right ventricular": "Suspect and look for right ventricular (RV) infarction in all patients with inferior STEMI.\nST elevation in V1\nST elevation in V1 and ST depression in V2 (highly specific for RV infarction)\nIsoelectric ST segment in V1 with marked ST depression in V2\nST elevation in III > II\nV1 is the only standard ECG lead that looks directly at the right ventricle\nLead III is more rightward facing than lead II and hence more sensitive to the injury current produced by the right ventricle",
	"Subarachnoid haemorrhage": "Widespread giant T-wave inversions (\"cerebral T waves\")\nQT prolongation\nBradycardia (the Cushing reflex - indicates imminent brainstem herniation)\nOther possible ECG changes that may be seen:\nST segment elevation / depression - this may mimic myocardial ischaemia or pericarditis\nIncreased U wave amplitude\nOther rhythm disturbances: sinus tachycardia, junctional rhythms, premature ventricular contractions, atrial fibrillation\nIn some cases, these ECG abnormalities may be associated with echocardiographic evidence of regional ventricular wall motion abnormality (so-called \"neurogenic stunned myocardium\").",
	"Supraventricular tachycardia (SVT)": "ECG features of AVNRT\nRegular tachycardia ~140-280 bpm\nNarrow QRS complexes (< 120ms) unless there is co-existing bundle branch block, accessory pathway, or rate-related aberrant conduction\nP waves if visible exhibit retrograde conduction with P-wave inversion in leads II, III, aVF. They may be buried within, visible after, or very rarely visible before the QRS complex\nAssociated features include:\nRate-related ST depression, which may be seen with or without underlying coronary artery disease\nQRS alternans - phasic variation in QRS amplitude associated with AVNRT and AVRT, distinguished from electrical alternans by a normal QRS amplitude",
	"Tako Tsubo Cardiomyopathy": "Transient dyskinesis of the LV apical and/or midsegments\nRegional wall motional abnormalities beyond a single epicardial vascular distribution\nAbsence of coronary artery stenosis > 50% of culprit lesion\nNew ECG changes (ST elevation or T wave inversion) or moderate troponin rise\nAbsence of phaeochromocytoma and myocarditis\nAlso known as stress cardiomyopathy, apical ballooning syndrome, or broken heart syndrome.",
	"Torsades de Pointes": "A prolonged QT reflects prolonged myocyte repolarisation due to ion channel malfunction\nThis prolonged repolarisation period also gives rise to early after-depolarisations (EADs)\nEADs may manifest on the ECG as tall U waves; if these reach threshold amplitude they may manifest as premature ventricular contractions (PVCs)\nTdP is initiated when a PVC occurs during the preceding T wave, known as 'R on T' phenomenon\nThe onset of TdP is often preceded by a sequence of short-long-short R-R intervals, so called \"pause dependent\" TDP, with longer pauses associated with faster runs of TdP",
	"Tricyclic overdose (sodium-channel blocker toxicity)": "Intraventricular conduction delay : QRS > 100 ms in lead II\nTerminal R wave > 3 mm in aVR or R/S ratio > 0.7 in aVR\nPatients with tricyclic overdose will also usually demonstrate sinus tachycardia secondary to muscarinic (M1) receptor blockade\nQT prolongation\nThe right-sided intraventricular conducting system is more susceptible to the effects of sodium channel blockade - this causes terminal right axis deviation of the QRS complex, which manifests as a dominant R' wave in aVR.",
	"Trifascicular block": "3rd degree AV block + RBBB + LAFB or;\n3rd degree AV block + RBBB + LPFB\nThe ventricular escape rhythm usually arises from the region of either the left anterior or left posterior fascicle (distal to the site of block), producing QRS complexes with the appearance of RBBB plus either LPFB or LAFB respectively.",
	"Ventricular aneurysm": "Left ventricular aneurysm formation following acute STEMI causes persistent ST elevation on the ECG.\nST elevation seen > 2 weeks following an acute myocardial infarction\nMost commonly seen in the precordial leads\nMay exhibit concave or convex morphology\nUsually associated with well-formed Q- or QS waves\nT-waves have a relatively small amplitude in comparison to the QRS complex (unlike the hyperacute T-waves of acute STEMI)\nThe pattern of persistent anterior ST elevation (> 2 weeks after STEMI) plus pathological Q waves has a sensitivity of 38% and a specificity of 84% for the diagnosis of ventricular aneurysm.",
	"Ventricular escape rhythm": "Ventricular Escape Rhythm: A ventricular rhythm with a rate of 20-40 bpm.\nQRS complexes are broad (≥ 120 ms) and may have a LBBB or RBBB morphology.\nAlso known as Idioventricular escape rhythm",
	"Ventricular ectopics / ventricular premature beats": "A premature ventricular complex (PVC) is a premature beat arising from an ectopic focus within the ventricles. AKA: ventricular ectopics, ventricular extrasystoles, ventricular premature beats, ventricular premature depolarisations.\nBroad QRS complex (≥ 120 ms) with abnormal morphology\nPremature - i.e. occurs earlier than would be expected for the next sinus impulse\nDiscordant ST segment and T wave changes.\nUsually followed by a full compensatory pause\nRetrograde capture of the atria may or may not occur",
	"Ventricular tachycardia: Fascicular VT": "Monomorphic ventricular tachycardia eg. fusion complexes, AV dissociation, capture beats\nQRS duration 100 - 140 ms - this is narrower than other forms of VT\nShort RS interval (onset of R to nadir of S wave) of 60-80 ms - the RS interval is usually > 100 ms in other types of VT\nRBBB Pattern\nAxis deviation depending on anatomical site of re-entry circuit (see classification)",
	"Ventricular tachycardia: Monomorphic VT": "Regular, broad complex tachycardia\nUniform QRS complexes within each lead - each QRS is identical (except for fusion/capture beats)\nMonomorphic VT can be difficult to differentiate from other causes of broad complex tachycardia.\nOther ECG features suggestive of VT include:\nVery broad complexes (>160ms)\nAbsence of typical RBBB or LBBB morphology",
	"Ventricular tachycardia: Right Ventricular Outflow Tract (RVOT) tachcyardia": "LBBB morphology\nInferior axis\nrS complex in V1 and R complex in V6\nPrecordial transition usually ≥ V3, with the exception of septal origin, which occurs at ≤ V3\nOther general features of VT , such as AV dissociation, fusion and/or capture beats may also be present.",
	"Wellens Syndrome": "Deeply inverted or biphasic T waves in V2-3 (may extend to V1-6)\nECG pattern present in pain-free state\nIsoelectric or minimally-elevated ST segment (< 1mm)\nNo precordial Q waves\nPreserved precordial R wave progression\nRecent history of angina\nNormal or slightly elevated serum cardiac markers\nThere are two patterns of T-wave abnormality in Wellens syndrome:\nType A - Biphasic, with initial positivity and terminal negativity (25% of cases)\nType B - Deeply and symmetrically inverted (75% of cases)",
	"Wolff-Parkinson White Syndrome": "PR interval < 120ms\nDelta wave : slurring slow rise of initial portion of the QRS\nQRS prolongation > 110ms\nDiscordant ST-segment and T-wave changes (i.e. in the opposite direction to the major component of the QRS complex)\nPseudo-infarction pattern in up to 70% of patients - due to negatively deflected delta waves in inferior/anterior leads (\"pseudo-Q waves\"), or prominent R waves in V1-3 (mimicking posterior infarction)",
	"Yamaguchi Syndrome": "The classic ECG finding in apical HCM is giant T-wave inversion in the precordial leads . Inverted T waves are also commonly observed in the inferior and lateral leads\nLocalised hypertrophy of LV apex, causing an \"ace of spades\" configuration of the LV cavity on ventriculography"
}
